Repository: giellalt/corpus-sma
Catalog: tmx/swe/admin/ostersund.se/bovste.4.28eb7a09143fdf88a223d57.html.tmx
Source language: sma
Languages: swe

source: Bovtse
swe: Denna information på sydsamiska

source: Bovtsesne akten stååkedimmie- jih lïerehtimmie byjresem gååvnese mah saemien kultuvreste skreejreme.
swe: På Renen / Bovtse finns en lek- och lärandemiljö som är inspirerad av den samiska kulturen.

source: Jienebh bïevnesh saemien kultuvren bïjre vuelnie gååvnese.
swe: Mer information om den samiska kulturen finns att ta del av nedan.

source: Mijjieh mah daesnie barkeminie leah
swe: Vi som jobbar här är:

source: Tanja Nordfjell mij åarjelsaemiengïelem soptseste.
swe: Mait Högberg - förskollärare.

source: Tanja maahtoem vätnoen jih saemien kultuvren bïjre åtna.
swe: Susanne Nordberg - lärare mot grundskolans tidigare år, förskoleklass och förskola.

source: Dïhte aaj akten vätnoeööhpehtimmiem Johkemehkesne vaadtseme.
swe: Laila parnedal - sydsamisktalande barnskötare
